[
  {
    "id": "les-7-french-edition",
    "title": "Les 7",
    "publicationDate": "2025-05-27",
    "lang": "Français",
    "type": "",
    "blurb": "Héritage familial et secrets révèlent tensions et trahisons parmi sept enfants.",
    "synopsis": "Lorsque Mensah SAMA, patriarche craint, respecté et fervent homme de foi, tire sa révérence, il laisse à ses 7 enfants bien plus qu’un héritage matériel. Il leur lègue un héritage spirituel entaché, et un champ de mines où se mêlent secrets de famille, blessures non cicatrisées, jalousies enfouies et trahisons.À mesure que l’histoire évolue, les masques tombent, les tensions explosent, et les liens familiaux se fissurent jusqu’à la rupture.« Les 7 », c’est un roman choral saisissant, où chaque personnage dévoile sa part d’ombre et de lumière.",
    "cover": "assets/covers/les-7-french-edition.jpg",
    "link": "https://www.amazon.com/dp/B0FBJGK78L"
  },
  {
    "id": "vengeance-en-mode-serial-lover-french-edition",
    "title": "Vengeance en mode serial lover",
    "publicationDate": "",
    "lang": "Français",
    "type": "",
    "blurb": "Un séducteur manipule et se venge à travers ses conquêtes.",
    "synopsis": "Il est jeune, célibataire, beau, riche, sait parler aux femmes et s&#x27;avère être un amant hors pair. Quand elles croisent son chemin, leur monde est chamboulé et elles sont prêtes à tout pour ses beaux yeux. Elles tueraient pour un instant de plaisir dans ses bras. Plus rien ne compte pour elles que la contemplation de ces différentes couleurs du septième ciel qu&#x27;il leur fait voir entre quatre murs. Il joue avec leurs cœurs et leurs seins sans pitié. Mais qui pourrait leur en vouloir à ces femmes ? Qui pourrait leur jeter la pierre d’être irrésistiblement attirées par ce corps ébène qui semble avoir été dessiné dans le marbre ? Qui pourrait les condamner d’être envoûtées par cette voix de velours qui réchauffe leur bas-ventre et murmure entre leurs jambes ? Qui pourrait les juger de ne pas réussir à résister à Michael AGBE ! Ce séducteur-prédateur en série, qui s’est donné une mission particulière, se venger de le pire des façons ! Mais de qui et pourquoi souhaite-il se venger ? Pour le savoir il vous suffit de cliquer juste sur le lien, mais assurez-vous d’avoir la tête assez froide et le cœur assez solide pour ne pas succomber aux assauts de Michael et son acolyte Michaelus.",
    "cover": "assets/covers/vengeance-en-mode-serial-lover-french-edition.jpg",
    "link": "https://www.amazon.com/dp/B072HP924Z"
  },
  {
    "id": "dilemma-tome-1-french-edition",
    "title": "Dilemma: Tome 1",
    "publicationDate": "",
    "lang": "Français",
    "type": "",
    "blurb": "Amour fragile, maladie et secrets familiaux.",
    "synopsis": "Mère célibataire dans la trentaine, Samantha a deux passions dans la vie ; sa fille Myriam et son travail, mais ceci est sur le point de changer...Quand elle pose ses yeux sur Alan, elle ressent cette pointe au cœur que les personnes qui n&#x27;ont jamais été foudroyées par l&#x27;amour prennent pour une métaphore. La carapace d&#x27;acier, qu’elle a passé des années à forger, fond comme une glace au soleil. Elle se sent revivre dans les bras de son nouvel amant, mais le bonheur du nouveau couple prend un sérieux coup quand le père de Myriam, qui les avait abandonnées des années plus tôt, réapparait. Le mauvais vin tourne au vinaigre lorsque Myriam tombe malade et qu&#x27;un cancer lui est diagnostiqué.",
    "cover": "assets/covers/dilemma-tome-1-french-edition.jpg",
    "link": "https://www.amazon.com/dp/B09JFR2JBX"
  },
  {
    "id": "marvin-amp-mya-le-coup-de-fil-du-destin-autobiographie-propos-recueillis-et-retranscrits-par-alexa-keas-french-edition",
    "title": "Marvin &amp; Mya : Le coup de fil du destin: Autobiographie : Propos recueillis et retranscrits par Alexa KEAS",
    "publicationDate": "",
    "lang": "Français",
    "type": "",
    "blurb": "Une histoire d’amour éternelle et inconditionnelle.",
    "synopsis": "« JE T’AI CHOISI ET JE TE CHOISIRAI ENCORE ET ENCORE…DANS UN BATTEMENT DE CŒUR, JE CONTINUERAI A TE CHOISIR.ET JE TE CHOISIRAI SANS PAUSE, SANS AUCUN DOUTEDANS CENT VIES, DANS CENT MONDES, DANS N’IMPORTE QUELLE VERSION DE LA RÉALITE. JE TE TROUVERAI ET JE TE CHOISIRAI.TU SERAS TOUJOURS MON TOUJOURS, JUSQU&#x27;À MON DERNIER SOUFFLE...JE T&#x27;AIME TOUJOURS ET POUR TOUJOURS »",
    "cover": "assets/covers/marvin--mya--le-coup-de-fil-du-destin-autobiographie--propos-recueillis-et-retra.jpg",
    "link": "https://www.amazon.com/dp/B0B3NXZPFF"
  },
  {
    "id": "le-mari-d-x27-une-autre-tome-1-french-edition",
    "title": "Le mari d&#x27;une autre: Tome 1",
    "publicationDate": "",
    "lang": "Français",
    "type": "",
    "blurb": "Désir interdit et passion incontrôlable bouleversent une vie.",
    "synopsis": "Que celui qui n&#x27;a jamais péché, me jette la première pierre. J&#x27;ai juré de ne jamais commettre ce péché, puis je l&#x27;ai rencontré. Ou plutôt dois-je dire, il m&#x27;est apparu. Tel un abri dans une forêt sur laquelle s’abat une pluie violente, un cours d&#x27;eau au fond d&#x27;un désert. Je n&#x27;ai pu résister, je n&#x27;ai même pas lutté. Pourquoi essayer ? Mon corps entier criait délivrance. Un simple échange de regards, une poignée de mains, un sourire, et mon cœur s&#x27;est emballé. A son annulaire, brillait une alliance censée réfréner mes envies. Envies qu&#x27;il a si bien aiguisées, en posant ses lèvres sur les miennes, au premier rendez-vous. Il s&#x27;est excusé de n&#x27;avoir pas pu s&#x27;en empêcher. Intimidée, troublée, le corps virevoltant de chauds désirs, j&#x27;ai répondu. &quot;Ce n&#x27;est pas grave&quot;. Par ce baiser volé, il venait de signer ma condamnation. Sans procès, il m&#x27;a condamné à le désirer. Cet homme me troublait par son calme, sa simplicité et sa douce voix qui donnait envie de l&#x27;entendre parler encore et encore. Il fut quelques années plus tôt, mon professeur de littérature à l&#x27;Université. L&#x27;avais-je déjà désiré à l’époque ? Fut-il inconsciemment, l&#x27;objet de mes fantasmes ? Je ne saurais le dire, mais ce dont j&#x27;étais sûre, était que mon corps entier s&#x27;était remué lorsque mes yeux se sont reposés sur lui. Qu&#x27;il avait changé, mon Dieu! Un coup de vieillesse, marquant de ces dix années passées. Il n&#x27;en demeurait pas moins charmant, sexy à souhait…",
    "cover": "assets/covers/le-mari-dune-autre-tome-1-french-edition.jpg",
    "link": "https://www.amazon.com/dp/B08F1QT5F7"
  },
  {
    "id": "trio-de-choc-french-edition",
    "title": "Trio de choc",
    "publicationDate": "",
    "lang": "Français",
    "type": "",
    "blurb": "Trois amies ambitieuses jouent avec les hommes et le danger pour obtenir ce qu'elles veulent.",
    "synopsis": "Trois jeunes amies, issues d’un milieu modeste ne savent pas se contenter du peu que peuvent leur offrir leurs familles respectives. Avides de luxe, elles ne se gênent pas d’user de méthodes fallacieuses pour soutirer de l’argent aux hommes qui ont le malheur de croiser leur chemin. Tous les moyens sont bons pour arriver à leurs fins, notamment s’assurer un train de vie bien au dessus de leurs moyens. Même pour leurs études, elles n’ont aucun scrupule à se faire attribuer des notes sexuellement transmissibles de la part de ces professeurs véreux qui bavent sur leurs petites jupes. Les trois jeunes femmes n’ont pas froid aux yeux et ne reculent devant aucun obstacle. Comme le dit l’adage, « A trop vouloir jouer avec le feu, on fini par se brûler ». Le comprendront-elles assez tôt ou tard ?",
    "cover": "assets/covers/trio-de-choc-french-edition.jpg",
    "link": "https://www.amazon.com/dp/B07BRPZZTX"
  },
  {
    "id": "l-x27-enfant-ill-gitime-french-edition",
    "title": "L&#x27;enfant illégitime",
    "publicationDate": "",
    "lang": "Français",
    "type": "",
    "blurb": "L’amour, la trahison et les secrets entourent la naissance d’un enfant illégitime.",
    "synopsis": "S’il est vrai qu’un enfant est source de bénédiction et de bonheur, il n’en demeure pas moins vrai que cet enfant puisse également être source de conflits et de larmes quand s’ajoute au mot ‘’enfant’’ un attribut tel que ‘’illégitime’’. Fruit d’une infidélité ou fruit d’une idylle survenue trop tard alors qu’un ‘’oui’’ solennel devant monsieur le maire et ou monsieur le prêtre ait été déjà dit ? Pourquoi vouloir le sacrifier, par lâcheté, par refus d’assumer la responsabilité de l’échec d’une promesse faite ? ‘’Pour le meilleur et pour le pire’’, cette phrase qui perd tout son sens quand dans le couple, le problème de conception se pose. Cet aspect ne représente qu’un des multiples volets, des probables causes de la survenance d’un ‘’enfant illégitime’’ dans la vie d’un couple. Un enfant qu’il soit légitime ou illégitime n’a-t-il pas le droit de bénéficier de cet amour inconditionnel qu’ont les parents conscients pour leur progéniture? Pourquoi bafouer ses droits pour sauver les apparences devant une société hypocrite qui prône l’amour, tout en refusant ce même amour à certaines catégories de personnes ? Même la loi devant qui les êtres humains seraient égaux avait marginalisé l’enfant illégitime en le privant des droits successoraux. Cette époque est certes révolue mais, la marginalisation demeure d’un certains point de vue. Alexa KEAS aborde le sujet en usant de son talent de romancière à l’imagination débordante et en tenant également compte des réalités africaines. A travers ses personnages fictifs dont la principale, Yvanny jeune femme de vingt-huit ans, pris par le piège de l’amour en la personne de Marc-Aurel, un séducteur et prédateur qui lui cache son statut d’homme marié pour l’avoir dans ses filets, Alexa touche les contours sensibles de ces pensées les plus obscures et les plus profondes qui puissent animer tous ceux qui, de près ou de loin, jouent un rôle dans la vie de ‘’l’enfant illégitime’’. Bénéficiant de ce statut ‘’d’enfant illégitime’’ elle-même et ayant déjà subi les revers, Yvanny s’était jurée de ne jamais reproduire le même schéma que sa mère avait inconsciemment produit en la concevant avec un homme marié. Comme si le sort s’acharnait sur elle, l’instant de la découverte de la situation matrimoniale de Marc-Aurel coïncide avec celui de sa grossesse pour ce dernier. Elle se retrouve dès lors face à un combat entre ses principes et son amour pour son fœtus. L’enfant de Yvanny ne sera pas le seul ‘’enfant illégitime’’ de l’histoire. Le titre aurait peut-être pu être ‘’les enfants illégitimes’’ car l’histoire en compte bien d’autres. Loin d’encourager l’infidélité, Alexa KEAS connue pour sa passion pour les histoires d’amour porte plutôt sa plume sur le côté émotionnel de la question. Elle tente de se mettre dans la peau de tout un chacun notamment, l’homme infidèle, la femme légitime trompée, la maitresse ou l’amante trompée ou pas et surtout celle de l’enfant illégitime. Alexa KEAS retrace du mieux que le lui permet sa jeune plume, les sentiments qui pourraient motiver ou animer ces différents protagonistes. Tel qu’elle le clame souvent, ‘’Tout à une raison d’être et à un moment donné, les évènements passés s’expliquent’’. ‘’L’enfant illégitime’’ est un roman qui réunit le maximum d’ingrédients pour faire passer au lecteur, un agréable moment remplit d’une horde d’émotions tout au long de la lecture. Tout le monde peut s’y retrouver facilement car c’est un problème classique sous n’importe quel ciel.",
    "cover": "assets/covers/lenfant-illgitime-french-edition.jpg",
    "link": "https://www.amazon.com/dp/B0755FQ8N1"
  },
  {
    "id": "sexy-evasion-recueil-de-20-histoires-rotiques-french-edition",
    "title": "Sexy evasion: Recueil de 20 histoires érotiques",
    "publicationDate": "",
    "lang": "Français",
    "type": "",
    "blurb": "Recueil de 20 histoires érotiques qui explorent passion et jouissance.",
    "synopsis": "Si vous vous retrouvez sur cette page, c’est probablement parce que vous adorez les histoires érotiques. Si ce genre d’histoires vous font vibrer et réveillent vos 5 sens, alors vous êtes au bon endroit. Écrit par une jeune romancière à succès qui a plus de 25.000 lecteurs et abonnés sur Facebook, ce livre est un recueil de 20 histoires érotiques inédites nommé Sexy Évasion. Sexy Évasion, c’est quand la passion consume le corps jusqu’aux âmes, que le langage du sexe remplace les mots et que le plaisir libérateur de la jouissance embrase les sens. C’est aussi quand l’être s’emballe dans un tourbillon d’extases, laissant libre cours à ses envies, donne vie à ses fantasmes les plus secrets. Lire les histoires rassemblées dans ce recueil, c’est faire le choix de s’abandonner au sort du moment, de s’octroyer des ailes pour s’envoler sans détour au septième ciel, de contempler les couleurs de l’arc-en-ciel dans un instant de fusion intense, de remettre toute réflexion au lendemain et enfin de jouir encore et encore du plaisir charnel. Chaque histoire de ce recueil est illustrée par un joli dessin pour vous aider à mieux visualiser la scène que vous allez vivre. Pour vous permettre de vous faire une idée du contenu de ces histoires, voici une liste des titres. Histoire 1. L’inconnu du calienté Histoire 2. Tombé à pic Histoire 3. Une vengeance jouissive Histoire 4. Action et vérité Histoire 5. Une première fois inoubliable Histoire 6. Ce que femme veut! Histoire 7. Comme dans un rêve Histoire 8. Prise au piège Histoire 9. Des lèvres pour effacer des larmes Histoire 10. Une expérience particulière Histoire 11. Prise pour ma sœur jumelle Histoire 12. Jouir en silence Histoire 13. Ma première voiture Histoire 14. Au camping Histoire 15. Plaisir solitaire Histoire 16. La preuve à l’épreuve Histoire 17. Mauvais endroit au mauvais moment Histoire 18. Le gage Histoire 19. Au cinéma Histoire 20. L’inconnu du calienté 2 Bonne lecture et bonne jouissance ;-)",
    "cover": "assets/covers/sexy-evasion-recueil-de-20-histoires-rotiques-french-edition.jpg",
    "link": "https://www.amazon.com/dp/B06WWLWL34"
  },
  {
    "id": "en-sort-scell-nouvelle-romantique-french-edition",
    "title": "En-Sort-Scellé: Nouvelle-Romantique",
    "publicationDate": "",
    "lang": "Français",
    "type": "",
    "blurb": "Deux amants défient une querelle familiale qui menace leur bonheur.",
    "synopsis": "Arlette et Evrard se rencontrent un weekend d’été. Victimes d’un coup de foudre qui les emballe tel un tourbillon, ils s’interdisent toutes limites et s’aiment à la folie. Grande est la surprise quand les deux tourtereaux se retrouvent dans un tribunal deux jours après leur idylle, pour une affaire vieille de dix années entre leurs deux familles respectives. Ils se rendent comptent avec amertume que leur sort est scellé à cause de cette vieille querelle entre leurs familles qui n’accepteront pas de les voir ensemble. Ils n’en font pas pourtant un frein et continuent leur idylle. Loin de s’imaginer que le litige entre leurs familles, n’est en réalité que la partie visible de l’iceberg.",
    "cover": "assets/covers/en-sort-scell-nouvelle-romantique-french-edition.jpg",
    "link": "https://www.amazon.com/dp/B079Z5Z9TS"
  },
  {
    "id": "infid-le-collection-tranches-de-vie-french-edition",
    "title": "Infidèle: Collection Tranches de vie",
    "publicationDate": "",
    "lang": "Français",
    "type": "",
    "blurb": "Une décision cruciale bouleverse la vie d’une femme confrontée à l’amour et au risque.",
    "synopsis": "Je vais dire oui.Mon être entier crie « oui ».Même ma raison me somme de dire « oui ».La peur me paralyse. Mon cerveau n’arrive pas à ordonner à mes lèvres de s’ouvrir et sortir ce fameux « oui ». Le porteur s’approche et se saisit des sacs. Il sort, tandis que monsieur Bertrand ne bouge pas d’un iota. Je sais qu’il attend une réponse. C’est peut-être sa dernière tentative, la chance à ne pas rater.Mes enfants doivent retourner à l’école. Je dois régler le propriétaire et les dettes que j’ai contractées au quartier. Cet homme représente ma porte de sortie. Il est le miracle que j’attends.",
    "cover": "assets/covers/infidle-collection-tranches-de-vie-french-edition.jpg",
    "link": "https://www.amazon.com/dp/B0B45LGQQT"
  },
  {
    "id": "ma-m-re-tait-une-prostitu-e-premier-prix-concours-de-nouvelles-touth-me-2021-tranches-de-vie-french-edition",
    "title": "Ma mère était une prostituée: Premier prix, concours de nouvelles Touthème 2021 (Tranches de vie)",
    "publicationDate": "2021",
    "lang": "Français",
    "type": "",
    "blurb": "Une fille découvre la vérité choquante sur sa mère et doit réapprendre la vie.",
    "synopsis": "Lorsqu’elle reçoit une note vocale d’un expéditeur inconnu, Précieuse reconnait instantanément la voix de sa mère. Pour elle, cette femme était déjà morte et elle en avait fait le deuil !Dix années auparavant, elle avait découvert que sa mère était une travailleuse de sexe. Sa mère à elle, son modèle, son héroïne, une prostituée ! C’était juste impensable, Impossible. Les dix-sept années à être abreuvée de mensonges, avaient eu raison de l’amour et de l’admiration sans bornes qu’elle avait pour sa mère. Déçue, blessée , révoltée, la jeune bachelière avait décidé de couper les ponts et d’effacer toutes traces de l’existence de cette dernière dans sa nouvelle vie d’étudiante …Aujourd’hui, elle est épouse et mère et le contenu de ce cette note vocale va complètement chambouler sa vie. La vérité est parfois à cent mille lieux de notre imagination.",
    "cover": "assets/covers/ma-mre-tait-une-prostitue-premier-prix-concours-de-nouvelles-touthme-2021-tranch.jpg",
    "link": "https://www.amazon.com/dp/B0CH3Y5SBN"
  },
  {
    "id": "la-bonne-tome-2-french-edition",
    "title": "La bonne: Tome 2",
    "publicationDate": "",
    "lang": "Français",
    "type": "",
    "blurb": "Les secrets et intentions des domestiques dans les foyers africains révèlent drames et intrigues.",
    "synopsis": "Un petit tour dans nos foyers africains où l&#x27;emploi d&#x27;une domestique communément appelée &quot;bonne&quot; regorge de pleins de péripéties insoupçonnables. Viennent-elles toutes dans nos maisons avec une bonne intention ou alors ont-elles parfois une mission particulière à remplir? Sont-elles toujours bien traitées ou font-elles face à une maltraitance démesurée de la part de ceux qui les emploient?",
    "cover": "assets/covers/la-bonne-tome-2-french-edition.jpg",
    "link": "https://www.amazon.com/dp/B072NC45FP"
  },
  {
    "id": "marvin-amp-mya-le-coup-de-fil-du-destin-autobiographie-french-edition",
    "title": "Marvin &amp; Mya - Le coup de fil du destin: Autobiographie",
    "publicationDate": "",
    "lang": "Français",
    "type": "",
    "blurb": "Une déclaration d’amour éternel et inaltérable.",
    "synopsis": "« JE T’AI CHOISI ET JE TE CHOISIRAI ENCORE ET ENCORE…DANS UN BATTEMENT DE CŒUR, JE CONTINUERAI A TE CHOISIR.ET JE TE CHOISIRAI SANS PAUSE, SANS AUCUN DOUTEDANS CENT VIES, DANS CENT MONDES, DANS N’IMPORTE QUELLE VERSION DE LA RÉALITE. JE TE TROUVERAI ET JE TE CHOISIRAI.TU SERAS TOUJOURS MON TOUJOURS, JUSQU&#x27;À MON DERNIER SOUFFLE...JE T&#x27;AIME TOUJOURS ET POUR TOUJOURS »",
    "cover": "assets/covers/marvin--mya---le-coup-de-fil-du-destin-autobiographie-french-edition.jpg",
    "link": "https://www.amazon.com/dp/B0B4DV31V7"
  },
  {
    "id": "dilemma-tome-2-french-edition",
    "title": "Dilemma: TOME 2",
    "publicationDate": "",
    "lang": "Français",
    "type": "",
    "blurb": "Mariée, Samantha navigue entre secrets, peur et maladie pour protéger sa famille.",
    "synopsis": "Samantha, désormais mariée à Alan, navigue dans une mer agitée d&#x27;angoisses et de secrets. Elle vit dans la peur constante que son mari découvre sa trahison, un poids qu&#x27;elle porte en silence. Parallèlement, la santé fragile de Myriam la plonge dans une angoisse permanente. Elle tente de maintenir une façade de normalité, mais chaque jour, le poids de ses secrets et de ses peurs menace de la submerger. Plongez dans cette histoire captivante où l&#x27;amour, la trahison, le courage et la tradition se mêlent dans une danse émotive intense.",
    "cover": "assets/covers/dilemma-tome-2-french-edition.jpg",
    "link": "https://www.amazon.com/dp/B0D9H8T6FH"
  },
  {
    "id": "l-x27-autre-femme-de-mon-mari-nouvelle-tranches-de-vie-french-edition",
    "title": "L&#x27;autre femme de mon mari: Nouvelle (Tranches de vie)",
    "publicationDate": "2024-02-21",
    "lang": "Français",
    "type": "",
    "blurb": "Après la mort de son mari, une femme découvre des secrets bouleversants.",
    "synopsis": "Après la mort soudaine de son mari, Chancelle se retrouve plongée dans un tourbillon d&#x27;émotions et de révélations qui remettent en question tout ce qu&#x27;elle croyait savoir sur sa vie et son passé. Entre la découverte de secrets longtemps cachés et la confrontation avec des choix difficiles, elle doit naviguer dans un monde où la vérité est souvent plus complexe qu&#x27;elle ne le semble.",
    "cover": "assets/covers/lautre-femme-de-mon-mari-nouvelle-tranches-de-vie-french-edition.jpg",
    "link": "https://www.amazon.com/dp/B0CW63GTCP"
  },
  {
    "id": "r-demption-avec-des-personnages-de-quot-le-mariage-ce-combat-quot-french-edition",
    "title": "Rédemption: Avec des personnages de &quot;Le mariage, ce combat&quot;",
    "publicationDate": "",
    "lang": "Français",
    "type": "",
    "blurb": "Un gigolo marié découvre que tout ce qu’il croyait avoir gagné n’est qu’illusion.",
    "synopsis": "Avec des personnages de, &quot;Le mariage, ce combat&#x27;&#x27;, Rédemption est beaucoup plus centré sur le personnage de Fabrice AGBOSSOU. Gigolo de son état et bourreau des cœurs, Fabrice s&#x27;est retrouvé marié à Nalida, riche médecin, pensant avoir gagné le jackpot. Il réalise très vite, qu&#x27;il est loin du conte de fée qu&#x27;il s&#x27;imaginait. Tout ce qui brille n&#x27;est pas or et pire, les apparences se révèlent trompeuses. Non seulement, Nalida use de son énergie sexuelle pour pérenniser sa richesse mais, elle emprisonne également la virilité de Fabrice , le forçant ainsi à une fidélité éternelle. Fabrice va essayer de sortir de ce cercle infernal, loin de se douter que le cercle dans lequel il est emprisonné, est à son tour, emprisonné dans d&#x27;autres cercles plus vicieux.",
    "cover": "assets/covers/rdemption-avec-des-personnages-de-le-mariage-ce-combat-french-edition.jpg",
    "link": "https://www.amazon.com/dp/B07Z8FWJ7J"
  },
  {
    "id": "pi-g-e-tome-1-french-edition",
    "title": "Piégée: Tome 1",
    "publicationDate": "2022-01-30",
    "lang": "Français",
    "type": "",
    "blurb": "Une jeune fille traumatisée par l’attentat contre son père se jure vengeance.",
    "synopsis": "Quand son père, un riche personnage politique fut victime d’un attentat, la petite Alaia vit, à treize ans, son monde s’effondrer. Pour éviter de subir un sort similaire, elle et sa mère furent contraintes à l’exil. Laissant tout derrière elle, Alaia ne put partir qu’avec une seule chose, l’amour qu’elle avait pour son père. Cet amour alimenta, de façon contrastée, durant les années qui suivirent, une haine viscérale vis-à-vis des personnes responsables de la mort de ce dernier. Elle se jura de les retrouver, peu importe le temps et les moyens que cela prendrait, et les faire payer de la manière la plus atroce, leur crime.Au cours de sa quête de justice, Alaia devra apprendre à nager à contre-courant, se découvrir, affronter ses peurs, s’endurcir, tout en restant douce et aimante. Entre découvertes surprenantes et trahisons, elle comprendra que les apparences sont trompeuses et que qui veut se venger doit au préalable creuser deux tombes.",
    "cover": "assets/covers/pige-tome-1-french-edition.jpg",
    "link": "https://www.amazon.com/dp/B0B43B87H6"
  },
  {
    "id": "sensation-perdue-nouvelle-rotique-french-edition",
    "title": "Sensation perdue: Nouvelle érotique",
    "publicationDate": "",
    "lang": "Français",
    "type": "",
    "blurb": "Une rencontre mystérieuse fait revivre à une jeune femme une passion inoubliable.",
    "synopsis": "Tania avait l’habitude de courts séjours dans la maison de campagne de ses grands-parents. Elle aimait bien s’éloigner de tout et de tous pour un moment de paix et d’intimité avec son être. Un soir, lors d’un de ses passages là-bas et alors qu’elle dormait paisiblement, elle fut envahie par trois hommes cagoulés. Pensant qu’il s’agissait de voleurs, bien qu’il n’y ait rien à voler dans la vieille maison délabrée, Tania vécu plutôt une situation de plus intrigantes avec l’un de hommes en cagoule. Il lui avait fait l’amour et lui avait offert son premier orgasme. Obsédée par cet amant qui s’est enfuit après lui avoir fait vivre des instants magiques, elle essaya de le retrouver, faisant de son propre corps un appât pour ceux dont la corpulence frisait avec celui de son amant cagoulé. Tania ne souhaitait qu’une chose, revivre cette sensation perdue.",
    "cover": "assets/covers/sensation-perdue-nouvelle-rotique-french-edition.jpg",
    "link": "https://www.amazon.com/dp/B077XVHMMD"
  },
  {
    "id": "le-choix-de-l-x27-amour-french-edition",
    "title": "Le choix de l&#x27;amour",
    "publicationDate": "",
    "lang": "Français",
    "type": "",
    "blurb": "Deux amants affrontent obstacles et jalousie pour défendre leur amour.",
    "synopsis": "Arthur et Julie s&#x27;aiment d&#x27;un amour fou malgré la pauvreté dans laquelle ils vivent. Ils se sont choisis malgré l&#x27;hostilité de leurs proches respectifs qui auraient préféré que chacun de son côté ait fait un choix de raison qui sortirait leurs familles de la précarité. Leur situation est loin d&#x27;être envieuse mais leur couple fait rêver plus d&#x27;un. L&#x27;un comme l&#x27;autre, convoité par hommes et femmes qui ne rêvent que de les séparer, leur couple passera par des épreuves aussi dures qu&#x27;une pierre. S&#x27;en sortiront-ils? Le choix de l&#x27;amour triomphera-t-il?",
    "cover": "assets/covers/le-choix-de-lamour-french-edition.jpg",
    "link": "https://www.amazon.com/dp/B0777LFPQT"
  },
  {
    "id": "abus-e-tome-1-french-edition",
    "title": "Abusée: Tome 1",
    "publicationDate": "",
    "lang": "Français",
    "type": "2021-02-12",
    "blurb": "Une veuve trompée doit découvrir la vérité sur la conception de ses enfants.",
    "synopsis": "-Vous êtes stérile, et ce de manière irréversible !Cette phrase résonna aux oreilles de Jean-Marie comme le son du couperet d&#x27;une guillotine. Lui qui a toujours cru que la virilité était synonyme de fertilité.A sa place, comment réagiriez-vous à l&#x27;annonce d&#x27;une telle nouvelle par votre médecin ? Encore que vous êtes l&#x27;aîné et l&#x27;héritier d&#x27;une riche et puissante dynastie centenaire et que tous vos petits frères et sœurs ont déjà des enfants.Vous penseriez certainement à tous les moyens possibles pour avoir des enfants afin de sauver votre honneur! Mais, penseriez-vous à droguer votre épouse et la faire féconder en plein sommeil par un autre homme? Faire ce qu&#x27;on appelle un viol chimique ?C&#x27;est pourtant l&#x27;option que choisit Jean-Marie et pas qu&#x27;une, pas deux, mais trois fois de suite.Déborah l&#x27;épouse de Jean-Marie heureuse de se débarrasser enfin de l&#x27;étiquette de la femme stérile qui lui a été collée pendant plus cinq ans de vie commune, donna successivement naissance à trois enfants qu&#x27;elle pensait être des enfants biologiques de son homme.Quand le destin cruel, impitoyable et tragique s&#x27;en mêla, Jean-Marie périt dans un accident de circulation, emportant avec lui le secret de la conception de ses enfants.Veuve, esseulée, en proie à des loups dans une famille qui ne l&#x27;avait jamais réellement acceptée, Deborah devra résoudre cette équation à trois inconnues.",
    "cover": "assets/covers/abuse-tome-1-french-edition.jpg",
    "link": "https://www.amazon.fr/dp/B08WKHF8YX"
  },
  {
    "id": "septi-me-ciel-french-edition",
    "title": "Septième ciel",
    "publicationDate": "2017-11-22",
    "lang": "Français",
    "type": "",
    "blurb": "Un amour charnel et émotionnel promet des plaisirs intenses et durables.",
    "synopsis": "-Je ne te forcerai jamais à être mienne Prunelle. Le jour où je te possèderai, ce sera avec ton entier accord et je veillerai à ce que tu sois très lucide. Je ne ferai pas l’amour qu’à ton corps, mais aussi à ton âme. Je te marquerai au fer rouge de mes caresses ardentes. Faire en sorte que les souvenirs de ces instants aient l’effet de préliminaires éternels sur ton corps, qu’il suffira que je t’effleure pour susciter en toi, la jouissance du plaisir sexuel. A chaque mouvement en toi, à tes oreilles je murmurai les plus belles phases que pourrait m’inspirer mon amour pour toi. Je te ferai planer sans ailes dans un ciel peuplé de sensations fortes. C’est une promesse ma belle !",
    "cover": "assets/covers/septime-ciel-french-edition.jpg",
    "link": "https://www.amazon.fr/dp/B077Q8X36T"
  },
  {
    "id": "le-mariage-ce-combat-french-edition",
    "title": "Le mariage, ce combat",
    "publicationDate": "2018-12-09",
    "lang": "Français",
    "type": "",
    "blurb": "Le mariage est un champ de bataille d'infidélité, passion et trahison.",
    "synopsis": "Simple formalité pour certains, la concrétisation d&#x27;une promesse faite pour d&#x27;autres, la consolidation de sentiments partagés pour d&#x27;autres encore, le mariage est avant tout, une institution sacrée qui obéit à des règles données. Des règles difficiles à respecter, très souvent. Synonyme de bonheur pourtant, le mariage devient un dur combat, que seuls les cœurs solides gagnent. Infidélité, ce mal qui ronge les couples et qui a une portée distincte, selon qu&#x27;il s&#x27;agisse de l&#x27;homme ou de la femme. Les jugements ne sont jamais les mêmes et les répercussions, non plus. Bien de couples réels se reconnaîtront, à travers la vie de couple, des personnages fictifs de ce livre. Entre trahison, coups bas, vengeance, infidélité, passion et même fétichisme, il est clair que le mariage n&#x27;est pas toujours rose et qu&#x27;il ne faut pas s&#x27;y lancer pour plaire aux autres.",
    "cover": "assets/covers/le-mariage-ce-combat-french-edition.jpg",
    "link": "https://www.amazon.fr/dp/B07L8KXK4T"
  },
  {
    "id": "a-la-conqu-te-du-c-ur-de-noah-avec-des-personnages-de-le-choix-de-l-x27-amour-french-edition",
    "title": "A la conquête du cœur de Noah: Avec des personnages de Le choix de l&#x27;amour",
    "publicationDate": "2021-03-04",
    "lang": "Français",
    "type": "",
    "blurb": "Un homme blessé tente de guérir son cœur à travers la débauche et les conquêtes.",
    "synopsis": "Noah souffre de son amour à sens unique pour Julie POUTI dans le roman précédent, Le choix de l&#x27;amour. Il décide de mener une vie de débauche, pour guérir de sa peine de cœur. Une méthode qui s&#x27;avère bien inefficace. Elles sont nombreuses à tomber sous son charme, mais son cœur leur est inaccessible. Elles sont différentes les unes des autres et un seul fait les unit, leur amour pour Noah. Tous les coups sont permis à la conquête du cœur de ce dernier. Qui d&#x27;entre toutes ces femmes gagnera la bataille quand l&#x27;enfer sentimental de Noah cache un lourd secret qui va au delà du monde physique?",
    "cover": "assets/covers/a-la-conqute-du-cur-de-noah-avec-des-personnages-de-le-choix-de-lamour-french-ed.jpg",
    "link": "https://www.amazon.fr/dp/B08Y13GVNF"
  },
  {
    "id": "pi-g-e-tome-2-french-edition",
    "title": "Piégée: Tome 2",
    "publicationDate": "2023-10-09",
    "lang": "Français",
    "type": "",
    "blurb": "La vengeance d'Alaïa se poursuit au cœur du pouvoir et des trahisons politiques.",
    "synopsis": "Dans le tome 2 de &quot;Piégée&quot;, nous retrouvons Alaïa sous l&#x27;identité de Kaïa Bruce, une jeune femme déterminée à obtenir justice pour la mort de son père. Après des années d&#x27;exil, elle retourne dans son pays natal, MELO, en tant que fiancée de Gregory Kalu, le fils du président de la république, John Kalu, impliqué dans le complot ayant causé la mort de son père. C&#x27;est le début d&#x27;une quête de vengeance implacable.Alaïa, désormais une jeune femme d&#x27;une vingtaine d&#x27;années, doit jouer un rôle complexe en se glissant subtilement parmi les élites du pouvoir. Elle jongle entre l&#x27;amour qu&#x27;elle ressent pour son père défunt et les faux sentiments qu&#x27;elle doit simuler envers Gregory, ce qui n&#x27;est pas toujours facile. Les souvenirs de César, son unique véritable amour, continuent de hanter ses pensées et de compliquer sa mission.Au fil des pages, Alaïa devra affronter des dilemmes moraux, des trahisons inattendues et des découvertes surprenantes qui mettront en péril sa quête de vengeance. Elle devra également maintenir un équilibre délicat entre douceur et détermination, tout en naviguant dans les méandres du pouvoir politique de MELO.Ce tome 2 promet une intrigue palpitante, où les apparences sont trompeuses, les enjeux élevés, et la quête de justice d&#x27;Alaïa la conduira à des choix déchirants.",
    "cover": "assets/covers/pige-tome-2-french-edition.jpg",
    "link": "https://www.amazon.fr/dp/B0CKTGW4LZ"
  },
  {
    "id": "abus-e-tome-2-french-edition",
    "title": "Abusée: Tome 2",
    "publicationDate": "2021-03-27",
    "lang": "Français",
    "type": "",
    "blurb": "Déborah tente de comprendre la vérité sur la filiation de ses enfants et son passé douloureux.",
    "synopsis": "Déborah est veuve avec une énigme des plus compliquées à résoudre. Comprendre comment se fait-il que ses enfants ne soient pas de son mari, alors qu’elle n’a aucun souvenir d’avoir trompé ce dernier. Le chemin se montre embûché d’épines. S’en sortira-t-elle ?",
    "cover": "assets/covers/abuse-tome-2-french-edition.jpg",
    "link": "https://www.amazon.fr/dp/B0918K8T4Y"
  },
  {
    "id": "la-veuve-des-nuits-de-noces-french-edition",
    "title": "La veuve des nuits de noces",
    "publicationDate": "2018-11-19",
    "lang": "Français",
    "type": "",
    "blurb": "Impuissant, face à cette force dominatrice qu&#x27;était son amour pour Cataleya, Lucas entreprît de séduire la belle veuve,…",
    "synopsis": "Dans les années 90, vivait dans un petit village nommé Apis, une jeune fille d&#x27;une rare beauté, appelée Cataleya. Elle ravissait tous les regards et les cœurs à son passage, suscitant ainsi la jalousie de ses paires. Les jeunes comme les vieils hommes voulaient faire d&#x27;elle leur épouse et ceux, déjà unis par les liens sacrés du mariage, étaient prêts à commettre l&#x27;adultère, si elle leur en laissait l&#x27;occasion. La belle Cataleya vint à être surnommée &quot;la veuve des nuits de noces&quot;, lorsqu&#x27;à tour de rôle, les hommes qu&#x27;elle choisissait comme époux, décédèrent mystérieusement durant leurs nuits de noces. Ce qui ne ralentissait aucunement, l&#x27;ardeur d&#x27;autres prétendants, prêts à prendre le risque, en espérant avoir plus de chance. Après la mort de son second époux, le peuple se persuada de la culpabilité de Cataleya, bien que cette dernière fut innocentée par les puissances divinatoires, régissant le village. Lucas, jeune étudiant d&#x27;une école de police scientifique en ville, revenu en vacances à Apis sa terre natale, n&#x27;échappa point au charme envoûtant de Cataleya, malgré les mises en garde de ses parents. Impuissant, face à cette force dominatrice qu&#x27;était son amour pour Cataleya, Lucas entreprît de séduire la belle veuve, en se promettant d&#x27;élucider les décès de ses maris, avant de convoler en justes noces avec elle, pour ne pas subir le même sort. Rien ne se passa comme il l&#x27;avait prévu.",
    "cover": "assets/covers/la-veuve-des-nuits-de-noces-french-edition.jpg",
    "link": "https://www.amazon.fr/dp/B07KQFYSYX"
  },
  {
    "id": "mon-beau-p-re-french-edition",
    "title": "Mon beau-père",
    "publicationDate": "2018-12-03",
    "lang": "Français",
    "type": "",
    "blurb": "Est-ce que j&#x27;ai fini par tomber amoureuse de lui? Je ne saurais le dire.",
    "synopsis": "Je me suis faite surprendre par Kévin mon fiancé, le jour de notre mariage,en plein ébat avec son père...Xavier mon beau-père, devenu mon amant par la force des choses était l&#x27;ami de mon gynécologue. Le même qui a pratiqué toutes les IVG (Interruption Volontaire de Grossesse) que j’ai eu à faire... Il a demandé qu’on couche ensemble en échange de son silence et bêtement, j’ai accepté. Ce qui ne devait se passer qu’une fois, s’est répété, encore et encore... Est-ce que j&#x27;ai fini par tomber amoureuse de lui?Je ne saurais le dire. Mais je me laissais aller, il faisait divinement bien l&#x27;amour. Avec lui c’était plus excitant, plus bestial et j’ai pris goût à ce jeu dangereux.",
    "cover": "assets/covers/mon-beau-pre-french-edition.jpg",
    "link": "https://www.amazon.fr/dp/B07L45446Q"
  },
  {
    "id": "le-mari-d-x27-une-autre-tome-2-french-edition",
    "title": "Le mari d&#x27;une autre: Tome 2",
    "publicationDate": "2020-11-20",
    "lang": "Français",
    "type": "",
    "blurb": "Anna en fait malheureusement les frais, aveuglée par sa passion pour le mari d&#x27;une autre.",
    "synopsis": "On ne reconnaît la valeur d&#x27;une chose qu&#x27;après l&#x27;avoir perdu, dit le dicton. Anna en fait malheureusement les frais, aveuglée par sa passion pour le mari d&#x27;une autre.",
    "cover": "assets/covers/le-mari-dune-autre-tome-2-french-edition.jpg",
    "link": "https://www.amazon.fr/dp/B08NYZ254F"
  },
  {
    "id": "la-bonne-tome-1-french-edition",
    "title": "La bonne: Tome 1",
    "publicationDate": "2017-06-17",
    "lang": "Français",
    "type": "",
    "blurb": "Un petit tour dans nos foyers africains où l&#x27;emploi d&#x27;une femme de ménage communément appelée &quot;bonne&quot; regorge de…",
    "synopsis": "Un petit tour dans nos foyers africains où l&#x27;emploi d&#x27;une femme de ménage communément appelée &quot;bonne&quot; regorge de pleins de péripéties insoupçonnables. Viennent-elles toutes dans nos maisons avec une bonne intention ou alors ont-elles parfois une mission particulière à remplir?",
    "cover": "assets/covers/la-bonne-tome-1-french-edition.jpg",
    "link": "https://www.amazon.fr/dp/B071XMN2NH"
  },
  {
    "id": "abus-e-tome-3-french-edition",
    "title": "Abusée: Tome 3",
    "publicationDate": "2021-08-23",
    "lang": "Français",
    "type": "",
    "blurb": "Jean-Marie en est la preuve malheureusement &quot;morte&quot;.Le secret si bien gardé des TEPE menace d&#x27;être révélé vingt-ans plus…",
    "synopsis": "Le mal ou le bien que l&#x27;on fait, vit après nous. Jean-Marie en est la preuve malheureusement &quot;morte&quot;.Le secret si bien gardé des TEPE menace d&#x27;être révélé vingt-ans plus tard. La famille se divise ainsi en deux camps. Déborah et Eugénie sont prêtes à tout pour garder les bouches scellées. Menaces, intimidations, tout y passe. Mais lorsque le destin s&#x27;en mêle, les choses se compliquent.Alexandra a enfin trouvé le prince charmant, seulement le conte de fée ne risque-t-il pas de se transformer en cauchemar ?Ce dernier volume de la Trilogie vous embarque une énième fois dans le monde des TEPE pour une aventure riche en émotions.",
    "cover": "assets/covers/abuse-tome-3-french-edition.jpg",
    "link": "https://www.amazon.fr/dp/B09C43WDFG"
  }
]